#{extends 'main.html' /}
#{set title:'www.java.no - om javaBin' /}

<div class="lineItemText grid_10">
<h2>
    Om javaBin
  </h2>
  <p>
    javaBin er en non- profit, uavhengig organisasjon. Form&aring;let er &aring; fremme java kompetanse blant medlemmer, medlemsbedrifter og markedet. javaBin har hovedkontor i Oslo, med undergrupper i Stavanger, Bergen, Trondheim og p&aring; S&oslash;rlandet.
  </p>

  <p>
    I 2009 hadde gruppen over 2000 medlemmer fra over 210 firmaer.&nbsp;&nbsp;
  </p>
  <p>
    Medlemsm&oslash;ter best&aring;r av kort informasjon fra ledelsen i javaBin, samt ett eller flere foredrag hentet fra medlemmer, medlemsbedrifter eller eksterne foredragsholdere. M&oslash;tene har godt oppm&oslash;te og samler kompetansepersoner med god bredde innenfor javautvikling.
  </p>
  <p>

    De m&aring;nedlige m&oslash;tene er en god m&aring;te &aring; styrke markedet p&aring; java platformen, og er en arena for &aring; dele erfaringer og informasjon i tillegg til &aring; v&aelig;re en sosial arena som knytter kontakter p&aring; tvers av firmaer og fagmilj&oslash;er.
  </p>

  <p>
    javaBin arrangerer Norges st&oslash;rste utviklerkonferanse, <a href="http://www.javazone.no">JavaZone</a>, en gang i &aring;ret. JavaZone samler utviklere og arkitekter fra hele Norge, og har foredragsholder b&aring;de fra Norge og fra utlandet. JavaZone samlet i 2009 over&nbsp;2000 personer&nbsp;i Oslo Spektrum.
  </p>
  <p>
    Java Brukergruppen i Norge ble f&oslash;rste gang startet sommeren 1996 som et samarbeid mellom <a href="http://web.archive.org/web/19961114171337/http://www.sdata.no/">Skrivervik Data</a>, <a href="http://www.radio1.no/">Radio 1</a> og <a href="http://web.archive.org/web/19961113062732/http://www0.sn.no/">Schibsted Nett</a>. Form&aring;let var &aring; st&aring; som arrang&oslash;r av en Norsk <a href="http://web.archive.org/web/19970619020307/www.java.no/javaBIN/nytt.html#nr9">applet-konkurranse</a> etter m&oslash;nster av en tilsvarende internasjonal konkurranse arrangert av SunSoft. Brukergruppen d&oslash;de deretter ut inntil ildsjeler tok initiativ til <a href="http://www4.java.no/web/show.do?implId=14&amp;articleid=296">stiftelsesm&oslash;te 23. april 1998</a>.
  </p>

  <h2>
    Regionslagene til javaBin
  </h2>
  <ul>
    <li>
      <a href="http://www4.java.no/web/show.do?implId=201;1036&amp;articleid=16420">Oslo</a>
    </li>
    <li>
      <a href="http://www4.java.no/web/show.do?implId=201;1036&amp;articleid=16420">Bergen</a>

    </li>
    <li>
      <a href="http://www4.java.no/web/show.do?implId=201;1036&amp;articleid=16420">Stavanger</a>
    </li>
    <li>
      <a href="http://www4.java.no/web/show.do?implId=201;1036&amp;articleid=16420">Trondheim</a>
    </li>
    <li>

      <a href="http://www4.java.no/web/show.do?implId=201;1036&amp;articleid=16420">S&oslash;rlandet</a>
    </li>
  </ul>
  <h2>
    Medlemskap
  </h2>
  <p>
    javaBin er &aring;pent for alle som vil v&aelig;re medlem. Man kan enten kj&oslash;pe personlig medlemskap selv eller f&aring; det sponset av sin arbeidsgiver.
  </p>

  <p>
    Ved &aring; kj&oslash;pe medlemskap s&aring; st&oslash;tter man Java-milj&oslash;et i Norge og gj&oslash;r det mulig for oss &aring; arrangere medlemsm&oslash;ter og JavaZone.
  </p>
  <h4>

    Pris
  </h4>
  <p>
    Personlig medlemskap koster 400,- per &aring;r. Bedrifter kan kj&oslash;pe bunter av medlemskap i forskjellige st&oslash;rrelser. Buntene er tilgjengelige i f&oslash;lgende st&oslash;rrelser:
  </p>
  <ul>
    <li>

      Liten, 15 medlemskap - 5000,-
    </li>
    <li>
      Mellomstor, 30 medlemskap - 7500,-
    </li>
    <li>
      Stor, 50 medlemskap - 10000,-
    </li>
    <li>
      Ekstra stor, 100 medlemskap - 12500,-
    </li>

  </ul>
  <h4>
    Gyldighet
  </h4>
  <p>
    Medlemskap kj&oslash;pes per &aring;r slik at de gjelder fra dagen de kj&oslash;pes til 31. desember samme &aring;r.
  </p>
  <p>

    Kj&oslash;p medlemskap <a href="http://shop.java.no">her</a>.
  </p>
  <h2>
    Mer informasjon
  </h2>
  <a href="http://www4.java.no/web/show.do?implId=201;1036&amp;articleid=268">Vedtekter for javaBin</a> <br />
   <br />

   
  <h2>
    Kontakt
  </h2>
  <a href="mailto:portal@java.no">portal@java.no</a> - java.no portal. <br />
   <a href="mailto:tips@java.no">tips@java.no</a> - java.no redaksjonen. <!-- (Eller bes&oslash;k redaksjonsrommet #java.no@IrcNet) --><br />
   <a href="mailto:program@java.no">program@java.no</a> - JavaZone programkomite.&nbsp;<br />

   <br />
   
  <h2>
    Mailinglister
  </h2>
  Oversikt over java.no-mailinglister: <a href="http://lister.java.no/mailman/listinfo">lister.java.no</a>
</div>